Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/seuraa_opetushallituksen_cygnaeus-palkinnon_jakotilaisuutta_verkossa_.html.tmx
Source language: fin
Languages: smn

source: Seuraa Opetushallituksen Cygnaeus-palkinnon jakotilaisuutta verkossa!
smn: Čuávu Máttááttâshaldâttâs Cygnaeus-palhâšume jyehimtilálâšvuođâ viermist!

source: Opetushallitus nimesi lokakuussa saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhdeksi Cygnaeus-palkinnon 2020 finalisteista.
smn: Máttááttâshaldâttâs nomâttij roovvâdmáánust sämikielâi káidusmáttááttâs piiloothaavâ ohtân Cygnaeus-palhâšume 2020 finalistin.

source: Finalisteja on yhteensä kuusi.
smn: Finalisteh láá ohtsis kuttâ.

source: Palkinnon saaja julkistetaan maanantaina 23.11. klo 12 alkavassa verkkotilaisuudessa, jota voi seurata suorana tästä linkistä .
smn: Palhâšume uážžoo almostittoo viermitilálâšvuođâst vuossaargâ 23.11. tme 12, mon puáhtá čuávvuđ njuolgist taan liiŋkâst .

source: Palkinnon jakaa Opetushallituksen pääjohtaja Olli-Pekka Heinonen.
smn: Palhâšume juáhá Máttááttâshaldâttâs uáivihovdâ Olli-Pekka Heinonen.

source: Saamen kielten etäopetushanke ehdolla Cygnaeus-palkinnon saajaksi (16.10)
smn: Sämikielâi káidusmáttááttâshaahâ iävtukkâssân Cygnaeus-palhâšume uážžon (16.10)

source: Tutustu kuuteen Cygnaeus-palkinnon finalistiin (13.10.)
smn: Uáppáásm kuuđâ Cygnaeus-palhâšume finalistân täst (13.10.)

source: Lisätietoja:
smn: Lasetiäđuh:

source: Projektipäällikkö Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi
smn: Proojeekthovdâ Hanna Helander, ovdânommâ.

source: Koordinaattori Arla Magga, etunimi.sukunimi@samediggi.fi
smn: suhânommâ@edu.utsjoki.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi
smn: Koordinaattor Arla Magga, ovdânommâ.

source: Kuva: Opetushallitus
smn: suhânommâ@samediggi.fi
